Repository: demollc/waplugins
Catalog: agecheck/locale/*/LC_MESSAGES/shop_agecheck.po
Languages: ru_ru

source: Adults only.
ru_ru: Только для взрослых.

source: Enter
ru_ru: Войти.

source: Leave
ru_ru: Покинуть сайт.

source: Adults only
ru_ru: Только для взрослых

source: Enter:
ru_ru: Войти:

source: Enter button text.
ru_ru: Текст кнопки Войти

source: Leave:
ru_ru: Покинуть сайт:

source: Leave button text.
ru_ru: Текст кнопки Покинуть сайт.

source: Header:
ru_ru: Заголовок:

source: Enter header text.
ru_ru: Текст Заголовка

source: Additional styles:
ru_ru: Дополнительные стили:

source: Add styles to customize design.
ru_ru: Добавьте стили для настройки дизайна.

source: Plugin enabled
ru_ru: Плагин включен:

source: Logo icon
ru_ru: Логотип:

source: Select the desired logo icon.
ru_ru: Выберите желаемый логотип.

source: Select logo url:
ru_ru: Укажите ссылку на логотип:

source: Select logo url to show. If empty default logo will be shown.
ru_ru: Укажите ссылку на логотип. Оставьте пустой для станадартного.

source: Age check
ru_ru: Проверка возраста.

source: Age check popup for shop.
ru_ru: Всплывающее окно проверки возраста.
