Repository: demollc/waplugins
Catalog: fotorss/locale/*/LC_MESSAGES/photos_fotorss.po
Languages: ru_ru

source: Album RSS
ru_ru: Альбомный RSS

source: Last RSS entries amount
ru_ru: Число последних записей в RSS

source: Add author to RSS
ru_ru: Добавлять автора в RSS

source: Adds RSS to Photo App
ru_ru: Добавляет RSS в приложение Фото

source: fotorss
ru_ru: RSS для Фото

source: Plugin enabled
ru_ru: Плагин включен

source: Thumb size
ru_ru: Размер эскиза

source: Select the desired thumb size.
ru_ru: Выберите желаемый размер эскиза

source: Default 200px
ru_ru: Стандартный 200px

source: Mobile 512px
ru_ru: Мобильный 512px

source: Middle 750px
ru_ru: Средний 750px

source: Big 970px
ru_ru: Большой 970px
